{
  "recipes": {
    "CR1nq2f": {
      "ingredients": {
        "milk": {
          "name": "milk",
          "amt": "1/4",
          "unit": "Cups"
        },
        "Other things": {
          "name": "Other things",
          "amt": "2",
          "unit": "Cups"
        }
      },
      "instructions": "1. Whisk milk, egg, and cinnamon together in a shallow bowl. Dip panettone slice in the milk mixture; turn to ensure both sides are coated and most of the liquid has been absorbed.\r<br />2. Melt butter in a nonstick skillet over medium-low heat. Cook panettone in the hot butter until golden brown, about 5 minutes per side.\r<br />",
      "title": "Panettone French Toast",
      "image": "https://images.media-allrecipes.com/userphotos/560x315/4316174.jpg",
      "description": "\"Christmas festivities left us with a ton of panettone and in need of some new ways to eat it. My grandpa requested French toast, so here is a new holiday twist on a delicious breakfast classic. Feel free to cut your panettone smaller before cooking if it is hard to manipulate. Serve warm with maple syrup, whipped cream, or any other topping.\"",
      "author": "mkirby528",
      "id": "CR1nq2f"
    },
    "CRjbn79k": {
      "ingredients": {
        "Milk": {
          "name": "Milk",
          "amt": "2",
          "unit": "Cups"
        },
        "Other Things": {
          "name": "Other Things",
          "amt": "2",
          "unit": "Tsp"
        }
      },
      "instructions": "1. Mix \r<br />2. Cook",
      "title": "Deep South Eggnog Cake",
      "image": "https://images.media-allrecipes.com/userphotos/560x315/1082030.jpg",
      "description": "You can really taste the eggnog in this lovely, rich, moist cake. No eggnog? No problem. You can make enough for the recipe in a jiffy. Nothing says Southern hospitality like this impressive cake. If you like, set aside and tint 1/4 cup of the frosting to your desired shade for decorating the top.\"\r\n",
      "author": "mkirby528",
      "id": "CRjbn79k"
    },
    "CR7bhj4": {
      "ingredients": {
        "Olive Oil": {
          "name": "Olive Oil",
          "amt": "1/4",
          "unit": "Cups"
        },
        "Minced Garlic ": {
          "name": "Minced Garlic ",
          "amt": "1",
          "unit": "Tbsp"
        },
        "Salt": {
          "name": "Salt",
          "amt": "1/2",
          "unit": "Tsp"
        },
        "Roma Tomatos": {
          "name": "Roma Tomatos",
          "amt": "1",
          "unit": "Cups"
        },
        "Shredded Mozzarella cheese": {
          "name": "Shredded Mozzarella cheese",
          "amt": "8",
          "unit": "Ounces"
        },
        "Shredded Fontina cheese": {
          "name": "Shredded Fontina cheese",
          "amt": "4",
          "unit": "Ounces"
        },
        "Freshly Grated Parmesan ": {
          "name": "Freshly Grated Parmesan ",
          "amt": "4",
          "unit": "Ounces"
        },
        "Crumbled Feta Cheese": {
          "name": "Crumbled Feta Cheese",
          "amt": "1/2",
          "unit": "Cups"
        }
      },
      "instructions": "1. Stir together olive oil, garlic, and salt; toss with tomatoes, and allow to stand for 15 minutes. Preheat oven to 400 degrees F (200 degrees C).\r<br /><br />2. Brush each pizza crust with some of the tomato marinade. Sprinkle the pizzas evenly with Mozzarella and Fontina cheeses. Arrange tomatoes overtop, then sprinkle with shredded basil, Parmesan, and feta cheese.\r<br /><br />3 .Bake in preheated oven until the cheese is bubbly and golden brown, about 10 minutes.",
      "title": "Four Cheese Margherita Pizza",
      "image": "https://images.media-allrecipes.com/userphotos/560x315/694708.jpg",
      "description": "\"This is a fantastic version of an Italian classic. The feta cheese adds a rich flavor that brings this dish to life. Incredibly easy and incredibly delicious!\"\r\n\r\n",
      "author": "pizzadude123",
      "id": "CR7bhj4"
    },
    "CRj07lfi": {
      "ingredients": {
        "Flour": {
          "name": "Flour",
          "amt": "1",
          "unit": "Cups"
        },
        "Yeast": {
          "name": "Yeast",
          "amt": "1",
          "unit": "Tsp"
        },
        "Salt": {
          "name": "Salt",
          "amt": "3/4",
          "unit": "Tsp"
        },
        "Olive Oil": {
          "name": "Olive Oil",
          "amt": "3",
          "unit": "Tbsp"
        },
        "Chicken": {
          "name": "Chicken",
          "amt": "2",
          "unit": "Cups"
        },
        "Butter": {
          "name": "Butter",
          "amt": "2",
          "unit": "Tbsp"
        },
        "Hot Sauce ": {
          "name": "Hot Sauce ",
          "amt": "1/2",
          "unit": "Cups"
        },
        "Ranch ": {
          "name": "Ranch ",
          "amt": "1/4",
          "unit": "Cups"
        }
      },
      "instructions": "1. In a large bowl combine 1 3/4 cup flour, yeast, sugar, salt, water, and oil. Stir until smooth, adding more flour if necessary. Dough should be slightly sticky, but form a ball.\r<br /><br />2. On a lightly floured surface, knead the dough for 3-4 minutes until smooth and elastic. Alternately you can mix the dough ingredients in your stand mixer fitted with the dough hook attachment.\r<br /><br />3. Cover the bowl and allow the dough to rest for 10 minutes. Prepare toppings, while the dough is resting.\r<br /><br />4. In a large bowl combine the chicken, melted butter, and hot sauce until coated. Set aside.\r<br /><br />5. Preheat oven to 425°F.\r<br /><br />6.  When the dough is ready, spread it out 12-15 inches, depending on desired thickness onto a lightly greased pizza pan.\r<br /><br />7. Spread the ranch dressing evenly on top of the dough.\r<br /><br />8. Top evenly with prepared chicken, and sprinkle chicken with grated cheese.\r<br /><br />9. Bake for 12-15 minutes, or until the crust is golden brown and the cheese is melted.\r<br /> \r<br />10. Remove from oven and garnish with green onions and and drizzle with extra hot sauce if desired.\r<br /><br />11. Allow the pizza to rest for 5 minutes before slicing. Serve warm.\r<br />",
      "title": "Buffalo Chicken Pizza",
      "image": "https://cookiesandcups.com/wp-content/uploads/2018/12/buffalopizzaedit-3.jpg",
      "description": "I grew up in a house where every Friday, without fail, was pizza night. Of course, as I’ve gotten older and started my own family, I can’t say that I am as religious about Pizza Friday as my mom was, but we do eat our fair share. Also, I live in an area where we don’t have a lot of pizza delivery options, so we make homemade pizza quite often instead of ordering out. Letting everyone get creative with their own toppings is really a fun part of the homemade pizza process!\r\n\r\n",
      "author": "pizzadude123",
      "id": "CRj07lfi"
    }
  }
}